Aimharman/DSSE-PMU-Neural/mcxn947/src/pin_mux.h
#ifndef _PIN_MUX_H_
#define _PIN_MUX_H_

#ifdef __cplusplus
extern "C" {
#endif

void BOARD_InitBootPins(void);
void BOARD_InitPins(void);

#ifdef __cplusplus
}
#endif

#endif /* _PIN_MUX_H_ */
